Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nord.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: EX151S Study foundation semester - Individual, Society and Science, PRA1024 Practice in social relationships, SOA1002 Introduction to Social Work og RE120S Introduction to Law, SOA2002 The roles of social work, relationships and methods, MET2003 Social science method and knowledge development og PRA2050 Placement in the Field of Social Work.
nb: EX151S Dannelsessemester, PRA1024 Praksis i sosiale relasjoner, SOA1002 Introduksjon til sosialt arbeid og RE120S Introduksjon til Jus, SOA2002 Sosialt arbeids roller, relasjoner og metoder, MET2003 Samfunnsvitenskapelig metode og kunnskapsutvikling og PRA2050 Praksis i sosialt arbeid.

source: Online lectures and written assignments (weekly answers to module questions).
nb: Nettbaserte forelesninger og skriftlige innleveringer (svar på modulspørsmål).

source: Planned take-home examinations and other submissions in Inspera will take place as normal during the autumn of 2021.
nb: Nord universitet forholder seg til nasjonale og lokale bestemmelser. Det betyr at det kan bli endringer i eksamensform høsten 2021.

source: KR154Lv1 Anatomy, physiology and biomechanics - 5 study points.
nb: KR154Lv1 Anatomi, fysiologi og biomekanikk - 5 studiepoeng. Pensumlitteratur

source: Nord University is the data-controller institution for personal data that is processed in research and student assignments at the university.
nb: Nord universitet er behandlingsansvarlig institusjon for personopplysninger som behandles i forskning og studentoppgaver ved universitetet.

source: a) have broad knowledge of theoretical perspectives, experience and user knowledge in social work and other relevant disciplines
nb: a) har bred kunnskap om teoretiske perspektiver, erfarings- og brukerkunnskap i sosialt arbeid og andre relevante fagområder

source: “These premises will be future-oriented and equipped for various types of simulations, testing and experimentation in digital interaction and e-health.
nb: – Dette blir lokaler som er framtidsretta for ulike typer simulering og utprøving og eksperimentering av digital samhandling og e-helse.

source: For Nord staff members:
nb: For Nord-ansatte gjelder i tillegg:

source: can critically and independently assess and explain the appropriateness and application of different video research methods in research projects, and account for limitations and ethical challenges
nb: kan kritisk og selvstendig vurdere og begrunne hensiktsmessigheten og anvendelsen av ulike videoforskningsmetoder i forskningsprosjekter, og redegjøre for begrensninger og etiske utfordringer

source: This programme in Preparedness and Emergency Management is an experienced-based master’s degree programme comprising 90 ECTS and
nb: Programmet Beredskap og kriseledelse er et erfaringsbasert masterprogram på 90 studiepoeng som går over tre år.

source: Storage and archiving are defined as:
nb: Lagring og arkivering defineres som:

source: Theory exercises and lab reports that are not fulfilled in the autumn semester can be completed in the spring semester.
nb: Teoriøvringer og labrapporter som ikke er oppfylt i høstsemesteret kan fullføres i vårsemesteret.

source: Time for trial lecture:
nb: Tid for prøveforelesning:

source: - 60 minutes for examinations that last more than 6 hours
nb: 60 minutter for eksamen som varer mer enn 6 timer

source: My interests are in biodiversity, biogeography and ecology, especially in the ocean, with applications in relation to nature conservation, climate change, invasive species, and aquaculture.
nb: Mine interesser er biologisk mangfold, biogeografi og økologi, spesielt i havet, med bruksområder i forhold til naturvern, klimaendringer, invasive arter og havbruk.

source: The biophysics is taught by a lecturer from our partner UVMP in Kosice, Slovakia.
nb: Biofysikkdelen undervises av en foreleser fra vår samarbeidspartner UVMP i Kosice, Slovakia.

source: Please note that at least 80% attendance is required.
nb: Merk at studiet krever 80% oppmøte på samlinger.

source: Yet most publishing contracts grant authors some rights for reuse, e.g. the right to self-archive a version of an article in an open repository, or the right to use the article in a printed version of an author’s doctoral thesis.
nb: Dette gjelder for eksempel retten til egenarkivering av en versjon av artikkel i et åpent arkiv, eller retten til å bruke artikkelen i en trykt utgave av forfatters doktorgradsavhandling.

source: External examiners from positions outside the university and college sector are placed in salary grade 64.
nb: Eksterne sensorer som kommer fra stillinger utenfor universitets- og høgskolesektoren settes i lønnstrinn 64.

source: The faculty and the university have routines and processes for receiving guest researchers.
nb: Fakultetet og universitetet har rutiner og prosesser for å ta imot gjesteforskere.

source: has in-depth knowledge about the philosophy of science, forms of knowledge and evidence-based practice, and implications for interdisciplinary practice and service innovation
nb: har inngående kunnskap om vitenskapsteori, kunnskapsformer og kunnskapsbasert praksis, og implikasjoner for tverrfaglig praksis og tjenesteinnovasjon

source: The course includes various work methods and learning activities, such as lectures, individual work, group work, role-playing, practical exercises, task-solving, and problem-based learning.
nb: Det benyttes ulike arbeidsformer og læringsaktiviteter i emnet, slik som forelesninger, individuelle arbeider, gruppearbeid, rollespill og praktiske øvelser, oppgaveløsning og problembasert læring.

source: Assessment task 1, comprises 0/100 of the grade, grading scale Approved - Not approved.
nb: Arbeidskrav 1 - Fagtekst, teller 0/100 av karakteren, karakterregel Godkjent - Ikke godkjent.

source: HI118NSv2 Modern Norwegian History after 1814 - 10 study points.
nb: HI118NSv2 Moderne norsk historie (fra 1814) - 10 studiepoeng.

source: Applicants who do not have Higher Education Entrance Qualification and are 25 years of age or older may apply for admission on the basis of
nb: Søkere som ikke har generell studiekompetanse, og er 25 år eller eldre, kan søke om opptak på grunnlag av realkompetanse.

source: Nord University is already strong in the fields of aquaculture, marine ecology and genomics.
nb: Nord universitet er allerede sterk på havbruk, marin økologi og genomikk.

source: My teaching focus on e-helath in nursing education, integrated care and patient safety.
nb: Forsker og underviser primært innen e-helse, samhandling og pasientsikkerhet i sykepleierutdanningen.

source: Candidates from this bachelor may, for example, be relevant for the banking and finance industry, or companies in the travel and retail industry.
nb: Kandidater fra denne bacheloren kan eksempelvis være aktuelle for bank- og finansnæringen, eller for selskaper innen reiseliv og varehandel.

source: : short-term storage of data that are being processed (working data).
nb: kortidslagring av data som er under bearbeidelse (arbeidsdata).

source: The study program is a part of CONRIS – Cooperation Network for Risk & Security Studies
nb: Studieprogrammet er en del av nettverket CONRIS – Cooperation Network for Risk & Security Studies.

source: Studentinord offers breakfast for just 25 kroner at several campuses
nb: studentfrokost til kun 25 kroner på flere av studiestedene

source: a minimum of 7,5 credits ethics, CSR, sustainability
nb: minimum 7,5 studiepoeng etikk, samfunnsansvar, bærekraft

source: Can students make video recordings of the informants?
nb: Kan studenter gjøre videoopptak av informantene?

source: The field of practice can be kindergarten, elementary school, upper secondary education or teacher education in and outside the classrooms, and all subject areas are of interest.
nb: Praksisfeltet kan være barnehage, grunnskole, videregående opplæring eller lærerutdanning i og utenfor klasserommene, og alle fagområder inviteres inn.

source: In addition to the opportunities to study abroad, the faculty kindly suggests one semester at the University Center in Svalbard (UNIS).
nb: I tillegg til mulighetene for å studere i utlandet, så vil fakultetet varmt anbefale ett semester ved Universitetssenteret på Svalbard (UNIS).

source: Using a private PC/Mac to log into Nord's cloud storage against OneDrive is not considered use of a private device provided the data is not downloaded to a private PC/Mac.
nb: Å bruke privat PC/Mac til å logge seg inn på Nords skylagring mot OneDrive er ikke å anse som bruk av privat enhet dersom dataene ikke lastes ned til privat PC/Mac.

source: have broad knowledge of science traditions and their standing in society
nb: Undervisningen består av en veksling mellom forelesninger, studentaktivitet, seminarer og gruppearbeid.

source: apply to the Open Access fund at one of these institutions for funding.
nb: han/hun bare søke en av institusjonenes open access-fond om støtte.

source: in-depth knowledge of what digitalization is and basic principles for the generation and use of digital information
nb: inngående kunnskap om hva digitalisering er og grunnleggende prinsipper for generering og bruk av digital informasjon

source: Operation management, analysis and planning are key subjects in the production-related courses.
nb: I produksjonsemnene er driftsledelse, analyse og planlegging sentrale emner.

source: For example, personal data may include your national identity number, name, address, e-mail address or IP address.
nb: En personopplysning kan for eksempel være fødselsnummer, navn, adresse, e-postadresse eller IP-adresse.

source: A national research project 2019-2020
nb: Nasjonalt prosjekt 2019-2020

source: As a PDF attachment to an e-mail
nb: Som vedlegg til e-post i PDF-format

source: At Nord University you may have some of these expenses covered by applying to the OA Fund.
nb: Ved Nord universitet kan du søke om støtte til bokpublisering fra OA-fondet.

source: The licence has become a ‘standard’ licence in Open Access publishing, and large Open Access publishers like Public Library of Science (PLOS) and BioMed Central use this licence.
nb: Lisensen er blitt en «standard»-lisens innen open access-publisering og blir brukt av de store open access-forlagene som Public Library of Science (PLOS) og BioMed Central.

source: The candidate finally delivers an overall portifolio and is given an overall grade, represents 50/100 of the grade,
nb: Studenten leverer til slutt samlet mappe og mappen gis en samlet karakter. Mappen teller 50/100 av karakteren,

source: In addition, we have freshwater facilities for temperature-controlled experiments.
nb: I tillegg kan vi tilby mindre oppsett for bruk av ferskvann med ønsket vanntemperatur.

source: Written examination, 4 hours, grading scale A-E for pass, F for fail
nb: Praksis Skriftlig skoleeksamen, 4 timer, karakterregel A-E, Beste A, Ikke bestått F

source: Add Nord University by scanning the Snap code above, or find us on Snapchat under "Nord i Bodø".
nb: Legg til Nord universitet ved å scanne Snapkoden over, eller søk oss opp på Snapchat under navnet Nord i Bodø.

source: How to obtain information in a digital questionnaire – Web form?
nb: Hvordan innhente opplysninger i digitalt spørreskjema – Nettskjema?

source: In addition, on behalf of Nord University, researcher Camilla Risvoll from Nordlandsforskning, and Associate Professor / veterinarian Ann Albihn from the National Veterinary Institute in Uppsala.
nb: I tillegg deltok på vegne av Nord forsker Camilla Risvoll fra Nordlandsforskning, og førsteamanuensis/veterinær Ann Albihn fra Statens Veterinärmedicinska Anstalt i Uppsala.

source: - 4 hours for home examinations that last 2 days (up to 48 hours)
nb: 4 timer for hjemmeeksamen 2 dager (inntil 48 timer)

source: - 2 hours for home examinations that last 1 day (8-24 hours)
nb: 2 timer for hjemmeeksamen 1 dag (8-24 timer)

source: Albihn is a participant in the research project "Climate Change Effects on the epidemiology of infectious diseases and the impacts on Northern Societies" (CLINF), funded by the Nordic Center of Excellence.
nb: Albihn er deltaker i forskningsprosjektet «Climate-change effects on the epidemiology of infectious diseases and the impacts on Northern Societies» (CLINF), finansiert av Nordic Centre of Excellence.

source: England's complex relations to Scandinavia, France and Normandy.
nb: forhold til Skandinavia, Frankrike og Normandie.

source: The following text will appear:
nb: Du får da opp følgende:

source: I have attached a copy of the required permits, cf. section 13-1, third paragraph of the PhD Regulations.
nb: Jeg har vedlagt kopi av nødvendige tillatelser, jf. § 13-1 tredje ledd i ph.d.-forskriften.

source: Speech therapy, adapted education and special needs education.
nb: Logopedi, tilpasset opplæring og spesialpedagogikk.

source: Work may also be assessed based on a passed/not passed or approved/not approved basis.
nb: Vurdering kan også gis som bestått/ikke bestått eller godkjent/ikke godkjent.

source: Kjersti Karijord Smørvik will hold a trial lecturer and defend her thesis for the degree Philosophiae Doctor (PhD) at the Business School, Monday 15th of December 2014.
nb: Kjersti Karijord Smørvik skal holde prøveforelesning og disputas for graden Philosophiae Doctor (ph.d) ved Handelshøgskolen i Bodø, mandag 15. desember 2014.

source: The Programme consists of 3 courses each providing 10 ECTS:
nb: Programmet består av 3 emner av 10 studiepoeng hver:

source: In-house production for all 3 years is an independent creative work, where content and form of work are determined by the students themselves, based on given tasks.
nb: Egenproduksjon i alle 3 år er et selvstendig kreativt arbeid, der innhold og arbeidsform bestemmes av studentene selv, basert på gitte oppgaver.

source: Humanities, Education and Culture Research Group Year-End Seminar
nb: Årsavslutningsseminar for forskningsgruppen Kultur og dannelse

source: The work requires that the student attends the meetings.
nb: Kan søke etter og finne aktuell fag- og forskningslitteratur.

source: If you've already installed the Office 365 (applications), all data in your OneDrive may sync to your machine automatically.
nb: Har du allerede installert Office 365 (applikasjonene) kan det hende alle data i din OneDrive blir synkronisert til din maskin automatisk.

source: Can plan and conduct varied work tasks and projects extending across time, alone and as member of a group, and in accordance with ethical requirements and guidelines
nb: kan planlegge og gjennomføre varierte arbeidsoppgaver og prosjekter individuelt og i team og i tråd med etiske krav og retningslinjer

source: Master in Preparedness and Crisis Management
nb: Master i beredskap og kriseledelse

source: to ensure credit in the Norwegian financing system for academicpublications.
nb: for å sikre uttelling i det norske finansieringssystemet for vitenskapelige publiseringer.

source: i) can apply professional knowledge and work interdisciplinary in respect of people who exercise and are subjected to violence and abuse.
nb: i) kan anvende faglig kunnskap og arbeide tverrfaglig i møte med mennesker som utøver og utsettes for vold og overgrep.

source: In addition, the Olympic skiers and coaches Frode Estil and Tor-Arne Hetland both work as mentors for Rune and will ensure the research's relevance to the field of practice.
nb: I tillegg fungerer både Frode Estil og Tor-Arne Hetland som mentorer for Rune og skal sikre forskningens relevans og anvendbarhet for praksisfeltet.

source: journals and select pure Open Access journals where it is academically justifiable.
nb: og velge rene open access-tidsskrifter der det er faglig forsvarlig.

source: Social science topics in sport, 15 credits
nb: Samfunnsvitenskapelige emner i idrett, 15 stp

source: The fundamental concepts of science are discussed, such as induction, deduction and abduction, explanation and understanding, causality and intentionality, objectivity and subjectivity, paradigms and pluralism.
nb: Vitenskapens grunnbegreper drøftes, eksempelvis induksjon, deduksjon og abduksjon, forklaring og forståelse, kausalitet og intensjonalitet, objektivitet og subjektivitet, paradigme og pluralisme.

source: Payment of an extra article processing charge (APC) to make individual articles openly accessible in subscription-based journals.
nb: Betaling av ekstra publiseringsavgift (APC) for å gjøre enkeltartikler åpent tilgjengelig i abonnementsbaserte tidsskrift.

source: " you can read more about which tools are used at Nord, access to and training in use of digital tools.
nb: " kan du lese mer om hvilke verktøy brukes ved Nord, tilgang på, og opplæring i bruk av, digitale verktøy.

source: A student exchange agreement is in place with Copenhagen Business School (CBS).
nb: Det er inngått avtale om studentutveksling ved Copenhagen Business School (CBS).

source: - 45 minutes for examinations that last up to 6 hours
nb: 45 minutter for eksamen som varer til og med 6 timer

source: Teacher educators' professional practice and practical knowledge (TEPPP) researches teachers' educators' professional practice and teacher educators as a professional group.
nb: Lærerutdannerenes profesjonspraksis og praktisk kunnskap (LUPPP) forsker på lærerutdannerenes profesjonsutøvelse og lærerutdannerene som profesjonsgruppe.

source: Nord University cooperates with Trondheim Calling, and the university also facilitated conference participants’ meeting with Leckie.– We see that Trondheim Calling is a door opener into the music industry and want to expand our cooperation with the festival.
nb: Nord universitet samarbeider med Trondheim Calling, og universitetet la til rette for at også konferansedeltakerne fikk møte Leckie.– Vi opplever Trondheim Calling som en døråpner til musikkbransjen og ønsker å utvide samarbeidet med festivalen.

source: – Listen to music that you do not like, says Radiohead producer John Leckie.
nb: – Lytt til musikk du ikke liker, sier Radiohead-produsenten John Leckie.

source: (Oxford University Press, 2013) and Editor of the journal
nb: (Oxford University Press, 2013) og redaktør for tidsskriftet

source: A sustainable future for Norwegian experience based tourism (2016-2020)
nb: En bærekraftig fremtid for norsk opplevelsesbasert turisme (2016-2020)

source: Work may also be assessed as pass/fail or
nb: Vurdering kan også gis som bestått/ikke

source: of language, relationships, and actions
nb: språk, relasjoner og handlinger

source: That we also research sports and sports knowledge ourselves puts us right in the centre of it all,” says Per Øyvind Torvik, before he gives an example:
nb: At vi også selv forsker på idrett og idrettsvitenskap passer oss midt i blinken, sier Per Øyvind Torvik, før han kommer med et eksempel:

source: 4 weeks of the publication date.
nb: innen 4 uker etter publiseringstidspunkt.

source: The program is campus-based and has weekly instruction (12 weeks).
nb: Undervisningen er campus-basert med ukentlig undervisning (12 uker).

source: Online teaching will apply throughout January.
nb: Det åpnes for fysisk undervisning på enkelte emner.

source: MC Animal care and health management of aquatic species, grading scale Bestått - Ikke bestått.
nb: MC Animal care and health management of aquatic species, karakterregel Bestått - Ikke bestått.

source: Exceptions can be made if there is a scientific reason for publishing a paper containing personal data.
nb: Unntak kan gjøres dersom det er en vitenskapelig grunn til å publisere en oppgave som inneholder personopplysninger.

source: The new building will be important to the region as a whole,” Asheim adds.
nb: Det nye bygget blir viktig for hele regionen, legger Asheim til.

source: The project is led by
nb: Prosjektet ledes av

source: But the research we will generate will also have a major international impact,” says Hanne Solheim Hansen, Rector at Nord University.
nb: Men den forskningen som vil bli generert kommer til å bety mye også internasjonalt, sier Hanne Solheim Hansen, rektor ved Nord universitet.

source: Sub-goals are 1) mapping what role and status the local school gives to Saami culture, language, traditional Saami pedagogy and concept of knowledge.
nb: For å støtte opp under hovedmålet er det satt opp følgende delmål for prosjektet:1) Kartlegging av hvilken plass samisk kultur, språk, læringsforståelse og undervisningsmåter har i skolen.

source: This course gives the student an introduction to the knowledge and skills required to be able to make this functional
nb: Dette emnet gir studenten en introduksjon til de kunnskaper og ferdigheter som kreves for å kunne gjøre denne

source: Data minimization means that you should not collect more information about your sample than is necessary to fulfil your research purpose.
nb: Dataminimering betyr at du ikke skal samle inn flere opplysninger om utvalget ditt enn det som er nødvendig for å realisere forskningsformålet ditt.

source: know about any new thinking and innovation processes and relevant training equipment
nb: kjenne til eventuell nytenkning og innovasjonsprosesser og aktuelt treningsutstyr

source: The web-based programme can be expanded to a bachelor degree in History.
nb: Nettbasert studium i historie kan bygges ut til en bachelorgrad i historie.

source: Students who want to take their practical training abroad in one of the institutions the university has an agreement with can apply for this by 20 June.
nb: Studenter som ønsker praksis på et av stedene universitetet har avtale med i utlandet kan søke om dette innen 20.

source: “All development is based on knowledge, and we do this in practise,” adds Øyvind Torvik (back).
nb: All utvikling er basert på kunnskap, og vi gjør det i praksis, sier Per Øyvind Torvik (bak).

source: From september 2020 the focus of my research will be on community resilience to cruise developments, destination development, learning, sustainability and governance in Arctic cruise destinations.
nb: Fra september 2020 vil forskningen fokusere på samfunnets motstandskraft mot cruiseutviklinger, destinasjonsutvikling, læring, bærekraft og styring i arktiske cruisedestinasjoner. Jeg er involvert i følgende forskningsprosjekter:

source: An ORCID record is a unique as your fingerprint, and may be used throughout your entire career.
nb: En ORCID-identifikator er like unik som et fingeravtrykk, og kan brukes gjennom hele forskerkarrieren.

source: Can students collect personal data at their own workplace?
nb: Kan studenter innhente personopplysninger på egen arbeidsplass?

source: The students participate in conversation groups, answer questions, and give individual presentations.
nb: Studentene skal delta i samtalegrupper, svare på spørsmål, og ha individuelle muntlige presentasjoner.

source: The students enrolled in the program must take a minimum 30 ECTS at one of the partner universities; University of Gothenburg, University of Akurery or Holar University College.
nb: Studentene som tas opp på programmet, må ta minimum 30 ECTS ved et av partneruniversitetene;

source: The one-year sports programme can qualify for admission to a bachelor's degree in sports science.
nb: Idrett årsstudium kan kvalifisere for opptak til en bachelor i idrettsvitenskap.

source: Retired biathlete Tora Berger can reflect on several years as a student in Meråker.
nb: Pensjonert skiskytter Tora Berger kan selv se tilbake på flere år som skoleelev og student i Meråker.

source: Students shall not process data that is so sensitive that it is classified as black/strictly confidential data.
nb: Studenter skal ikke behandle data som er så sensitive at de er klassifisert som sorte/strengt fortrolige data.

source: Publishing an Open Ac cess chapter/book
nb: Publisere open access-kapittel og/eller OA-bøker
